Repository: darktable-org/darktable
Catalog: doc/usermanual/po/fr.tmx
Source language: en
Languages: fr

source: optimize the RGB curves to remove color casts
fr: optimise les courbes RVB et supprime les dérives de couleur

source: color look up table
fr: table correspondance couleurs

source: green-red
fr: vert-rouge

source: blue-yellow
fr: bleu-jaune

source: target color
fr: couleur cible

source: it8 skin tones
fr: it8 tons chairs

source: helmholtz/kohlrausch monochrome
fr: monochrome helmholtz/kohlrausch

source: Fuji Astia emulation
fr: simulation Fuji Astia

source: Fuji Classic Chrome emulation
fr: simulation Fuji Classic Chrome

source: Fuji Monochrome emulation
fr: simulation Fuji Monochrome

source: Fuji Provia emulation
fr: simulation Fuji Provia

source: Fuji Velvia emulation
fr: simulation Fuji Velvia

source: patch #%d
fr: pastille #%d

source: (%2.2f %2.2f %2.2f) altered patches are marked with an outline click to select double click to reset right click to delete patch shift+click while color picking to replace patch
fr: (%2.2f %2.2f %2.2f) les pastilles modifiées sont entourées cliquer pour sélectionner double-cliquer pour réinitialiser clic-droit pour supprimer une pastille shift+clic avec la pipette pour remplacer une pastille

source: patch
fr: pastille

source: color checker patch
fr: pastille color checker

source: lightness offset
fr: décalage clarté

source: chroma offset green/red
fr: décalage chromatique vert/rouge

source: green/red
fr: vert/rouge

source: chroma offset blue/yellow
fr: décalage chromatique bleu/jaune

source: blue/yellow
fr: bleu/jaune

source: saturation offset
fr: décalage saturation

source: control target color of the patches via relative offsets or via absolute Lab values
fr: la couleur cible des pastilles est donnée via un décalage relatif ou les valeurs Lab absolues

source: absolute
fr: absolue

source: color contrast
fr: contraste de couleur

source: green vs magenta
fr: vert vs magenta

source: blue vs yellow
fr: bleu vs jaune

source: steepness of the a* curve in Lab
fr: pente de la courbe a* (Lab)

source: steepness of the b* curve in Lab
fr: pente de la courbe b* (Lab)

source: color correction
fr: correction des couleurs

source: warm tone
fr: ton chaud

source: warming filter
fr: filtre chaud

source: cooling filter
fr: filtre froid

source: drag the line for split-toning. bright means highlights, dark means shadows. use mouse wheel to change saturation.
fr: utiliser la ligne pour un virage partiel. point blanc : hautes lumières, point noir : ombres. défiler à la souris pour changer la saturation.

source: set the global saturation
fr: règle la saturation globale

source: input color profile
fr: profil de couleur d'entrée

source: input profile
fr: profil d'entrée

source: working profile
fr: profil de travail

source: gamut clipping
fr: troncature gamut

source: can't extract matrix from colorspace `%s', it will be replaced by Rec2020 RGB!
fr: impossible d'extraire la matrice depuis l'espace « %s », il sera remplacé par Rec2020 RVB!

source: `%s' color matrix not found!
fr: matrice couleur « %s » non trouvée!

source: input profile could not be generated!
fr: impossible de générer le profil d'entrée

source: unsupported input profile has been replaced by linear Rec709 RGB!
fr: profil d'entrée non supporté, remplacé par linéaire RVB Rec709 !

source: ICC profiles in %s or %s
fr: profils ICC dans « %s » ou « %s »

source: confine Lab values to gamut of RGB color space
fr: cantonne les valeurs Lab au gamut de l'espace RVB

source: colorize
fr: coloriser

source: source mix
fr: mélange des sources

source: select the hue tone
fr: sélectionne la teinte

source: select the saturation shadow tone
fr: sélectionne la saturation des ombres

source: lightness of color
fr: clarté de la couleur

source: mix value of source lightness
fr: mélange des sources de clarté

source: color mapping
fr: mappage des couleurs

source: number of clusters
fr: nombre de groupes

source: color dominance
fr: dominante couleur

source: histogram equalization
fr: égalisation d'histogramme

source: acquire as source
fr: acquérir source

source: acquire as target
fr: acquérir cible

source: source clusters:
fr: groupes sources :

source: target clusters:
fr: groupes cibles :

source: analyze this image as a source image
fr: analyser cette image comme source

source: analyze this image as a target image
fr: analyser cette image comme cible

source: number of clusters to find in image. value change resets all clusters
fr: nombre de groupes à trouver dans cette image. réinitialise tous les groupes lors de changement de valeur

source: how clusters are mapped. low values: based on color proximity, high values: based on color dominance
fr: mappage des groupes. faible valeur : fonction de la proximité des couleurs, haute valeur : fonction de la dominante des couleurs

source: level of histogram equalization
fr: niveau d'égalisation de l'histogramme

source: output color profile
fr: profil de couleur de sortie

source: missing output profile has been replaced by sRGB!
fr: profil de sortie non trouvé, remplacé par sRVB !

source: missing softproof profile has been replaced by sRGB!
fr: profil d'épreuvage non trouvé, remplacé par sRVB !

source: unsupported output profile has been replaced by sRGB!
fr: profil de sortie non supporté, remplacé par sRVB !

source: output intent
fr: rendu (sortie)

source: perceptual
fr: perceptif

source: relative colorimetric
fr: colorimétrie relative

source: absolute colorimetric
fr: colorimétrie absolue

source: rendering intent
fr: mode de rendu définit comment les couleurs hors gamut sont reproduites perceptif est adapté à la photographie

source: color reconstruction
fr: reconstruction des couleurs

source: spatial extent
fr: étendue spatiale

source: range extent
fr: étendue de clarté

source: precedence
fr: priorité

source: inconsistent output
fr: résultat incohérent

source: module `color reconstruction' failed
fr: échec du module « correction de perspective »

source: saturated colors
fr: couleurs saturées

source: pixels with lightness values above this threshold are corrected
fr: seuil de clarté au dessus duquel les pixels sont affectés

source: how far to look for replacement colors in spatial dimensions
fr: distance spatiale pour la recherche des couleurs de remplacement

source: how far to look for replacement colors in the luminance dimension
fr: distance de clarté pour la recherche des couleurs de remplacement

source: if and how to give precedence to specific replacement colors
fr: faut-il donner la priorité à une couleur de remplacement spécifique ? Si oui, comment le faire ?

source: the hue tone which should be given precedence over other hue tones
fr: la teinte à laquelle on donne priorité sur les autres teintes

source: color transfer
fr: transfert de couleurs

source: acquire
fr: acquérir

source: apply
fr: appliquer

source: this module will be removed in the future and is only here so you can switch it off and move to the new color mapping module.
fr: ce module sera supprimé dans le futur il apparaît afin que vous le désactiviez et utilisiez le nouveau module de mappage des couleurs.

source: number of clusters to find in image
fr: nombre de groupes de couleur à trouver dans cette image

source: analyze this image
fr: analyser cette image

source: apply previously analyzed image look to this image
fr: appliquer à cette image le style d'une autre image préalablement analysée

source: color zones
fr: zones de couleurs

source: select by
fr: sélection par

source: process mode
fr: mode

source: interpolation method
fr: interpolation

source: red black white
fr: noir, blanc et rouge

source: black white and skin tones
fr: noir, blanc et tons chair

source: polarizing filter
fr: filtre polarisant

source: natural skin tones
fr: tons chair naturels

source: black & white film
fr: film noir & blanc

source: cannot display masks when the blending mask is displayed
fr: impossible d'afficher les masques lorsque les masques de fusion sont affichés

source: create a curve based on an area from the image drag to create a flat curve ctrl+drag to create a positive curve shift+drag to create a negative curve
fr: créé une courbe depuis une zone de l'image clic pour créer une courbe plate ctrl+clic pour créer une courbe positive shift-clic pour créer une courbe négative

source: edit by area
fr: éditer par zone

source: edit the curve nodes by area
fr: édition de la courbe par zone

source: display selection
fr: afficher la sélection

source: choose selection criterion, will be the abscissa in the graph
fr: critère de sélection; correspond à l’abscisse du graphique

source: strong
fr: prononcé

source: choose between a smoother or stronger effect
fr: choisir entre un effet prononcé ou plus doux

source: centripetal spline
fr: spline centripète

source: monotonic spline
fr: spline monotone

source: change this method if you see oscillations or cusps in the curve - cubic spline is better to produce smooth curves but oscillates when nodes are too close - centripetal is better to avoids cusps and oscillations with close nodes but is less smooth - monotonic is better for accuracy of pure analytical functions (log, gamma, exp)
fr: changer la méthode si des oscillations ou des points de rebroussement apparaissent dans la courbe : - spline cubique donne des courbes plus douces mais produit des oscillations quand les points sont proches - centripète permet d'éviter les points de rebroussement et les oscillations avec les points proches mais est moins doux - monotone donne une meilleure précision sur les fonctions mathématiques analytiques (log, gamma, exp).

source: defringe
fr: suppression des franges

source: edge detection radius
fr: rayon détection contours

source: operation mode
fr: mode opératoire

source: global average (fast)
fr: moyenne globale (rapide)

source: local average (slow)
fr: moyenne locale (lent)

source: static threshold (fast)
fr: seuil statique (rapide)

source: method for color protection: - global average: fast, might show slightly wrong previews in high magnification; might sometimes protect saturation too much or too low in comparison to local average - local average: slower, might protect saturation better than global average by using near pixels as color reference, so it can still allow for more desaturation where required - static: fast, only uses the threshold as a static limit
fr: méthode pour la protection des couleurs : - moyenne globale: rapide, peut afficher une mauvaise pré-visualisation avec un zoom important, peut quelque fois protéger trop ou pas assez comparé à la moyenne locale - moyenne locale: lent, peut mieux protéger la saturation que la moyenne globale en utilisant les pixels adjacents comme référence, ainsi il peut permettre plus de désaturation ou c'est nécessaire - statique: rapide, utilise seulement le seuil comme limite statique

source: radius for detecting fringe
fr: rayon pour la détection de la frange

source: threshold for defringe, higher values mean less defringing
fr: seuil pour la détection de la frange, valeurs plus grandes pour moins de suppression de la frange

source: demosaic
fr: dématriçage

source: edge threshold
fr: seuil

source: method (bayer)
fr: méthode (bayer)

source: method (xtrans)
fr: méthode (xtrans)

source: color smoothing
fr: lissage des couleurs

source: match greens
fr: correction des verts

source: `%s' color matrix not found for 4bayer image!
fr: matrice couleur « %s » non trouvée pour une image de bayer!

source: method
fr: méthode

source: PPG (fast)
fr: PPG (rapide)

source: AMaZE (slow)
fr: AMaZE (lent)

source: passthrough (monochrome) (experimental)
fr: monochrome (expérimental)

source: demosaicing raw data method
fr: méthode de dématriçage

source: Markesteijn 1-pass
fr: Markesteijn 1-passe

source: Markesteijn 3-pass (slow)
fr: Markesteijn 3-passes (lent)

source: frequency domain chroma (slow)
fr: chroma de domaine fréquentiel (lent)

source: threshold for edge-aware median. set to 0.0 to switch off. set to 1.0 to ignore edges.
fr: seuil pour le median à détection de bords mettre 0.0 pour désactiver mettre 1.0 pour ignorer les bords

source: one time
fr: une passe

source: two times
fr: deux passes

source: three times
fr: trois passes

source: four times
fr: quatre passes

source: five times
fr: cinq passes

source: how many color smoothing median steps after demosaicing
fr: nombre de passes pour le lissage de couleur après le dématriçage

source: disabled
fr: désactivée

source: local average
fr: moyenne locale

source: full average
fr: moyenne globale

source: full and local average
fr: moyenne globale et locale

source: green channels matching method
fr: méthode de calcul des verts

source: demosaicing only needed for raw images.
fr: dématriçage uniquement pour les images raw.

source: denoise (profiled)
fr: réduction bruit (profil)

source: adjust autoset parameters
fr: ajuster paramètres auto

source: preserve shadows
fr: préserver les ombres

source: bias correction
fr: correction du biais

source: patch size
fr: taille

source: search radius
fr: rayon

source: scattering
fr: dispersion

source: central pixel weight
fr: poids du point central (détails)

source: found match for ISO %d
fr: profil pour ISO %d trouvé

source: interpolated from ISO %d and %d
fr: interpolé depuis ISO %d et %d

source: compute variance
fr: calcul la variance

source: use only with a perfectly uniform image if you want to estimate the noise variance.
fr: à utiliser uniquement sur une image complètement uniforme pour estimer la variance du bruit.

source: variance red:
fr: variance rouge :

source: variance computed on the red channel
fr: la variance calculée sur le canal rouge

source: variance green:
fr: variance vert :

source: variance computed on the green channel
fr: la variance calculée sur le canal vert

source: variance blue:
fr: variance bleu :

source: variance computed on the blue channel
fr: la variance calculée sur le canal bleu

source: whitebalance-adaptive transform
fr: balance des blancs - adaptative

source: adapt denoising according to the white balance coefficients. should be enabled on a first instance for better denoising. should be disabled if an earlier instance has been used with a color blending mode.
fr: adapte la réduction du bruit par rapport aux coefficients de la balance des blancs. devrait être activé sur la première instance pour une meilleure réduction du bruit. devrait être désactivé si une instance précédente a été utilisée avec le mode de fusion sur la couleur.

source: fix various bugs in algorithm
fr: correction de bugs dans l'algorithme

source: fix bugs in anscombe transform resulting in undersmoothing of the green channel in wavelets mode, combined with a bad handling of white balance coefficients, and a bug in non local means normalization resulting in undersmoothing when patch size was increased. enabling this option will change the denoising you get. once enabled, you won't be able to return back to old algorithm.
fr: corrige des bugs sur la transformation d'anscombe qui affectait trop faiblement le canal vert dans le mode ondelette combiné avec une mauvaise prise en compte des coefficients de la balance des blancs. corrige aussi un bug dans la normalisation du mode de moyennes non-locales qui adoucissait insuffisamment lorsque la taille des patchs était augmentée. en activant cette option le traitement est changé, une fois activé il ne sera plus possible de revenir aux anciens algorithmes.

source: upgrade profiled transform
fr: mise à niveau du modèle

source: upgrade the variance stabilizing algorithm. new algorithm extends the current one. it is more flexible but could give small differences in the images already processed.
fr: mise à niveau de l'algorithme de stabilisation de la variance. le nouvel algorithme étend l'actuel. il est plus flexible mais peu donner de petites différences sur les images déjà développées.

source: profile
fr: profil

source: color mode
fr: mode couleur

source: scattering (coarse-grain noise)
fr: diffusion (bruit à grain grossier)

source: central pixel weight (details)
fr: poids du point central (détails)

source: non-local means
fr: moyennes non-locales

source: non-local means auto
fr: moyennes non-locales auto

source: wavelets
fr: ondelettes

source: wavelets auto
fr: ondelettes auto

source: RGB
fr: RVB

source: profile used for variance stabilization
fr: profil utilisé pour la stabilisation de variance

source: method used in the denoising core. non-local means works best for `lightness' blending, wavelets work best for `color' blending
fr: méthode utilisée pour la réduction du bruit. 'moyennes non-locales' fonctionne mieux pour le mode de fusion 'luminosité'. 'ondelettes' fonctionnent pour le mode de fusion 'couleur'

source: color representation used within the algorithm. RGB keeps the RGB channels separated, while Y0U0V0 combine the channels to denoise chroma and luma separately.
fr: représentation des couleurs utilisés par l'algorithme. RGB garde les canaux RGB séparés alors que Y0U0V0 combine les canaux pour une suppression différentiée du bruit de chrominance et de luminance.

source: radius of the patches to match. increase for more sharpness on strong edges, and better denoising of smooth areas. if details are oversmoothed, reduce this value or increase the details slider.
fr: rayon des patchs à rechercher. augmenter pour plus de netteté sur les bords prononcés, et une meilleure réduction du bruit sur les zones uniformes. si les détails sont trop lissés, réduire cette valeur ou augmenter le contrôle des détails.

source: emergency use only: radius of the neighbourhood to search patches in. increase for better denoising performance, but watch the long runtimes! large radii can be very slow. you have been warned
fr: à utiliser avec prudence : taille du rayon de recherche, augmenter pour une meilleure suppression du bruit au détriment de la performance qui peut très vite devenir très pénalisante.

source: scattering of the neighbourhood to search patches in. increase for better coarse-grain noise reduction. does not affect execution time.
fr: diffusion du voisinage pour la recherche de similarité, augmenter pour traiter un grain grossier. n'affecte pas le temps d'exécution.

source: increase the weight of the central pixel of the patch in the patch comparison. useful to recover details when patch size is quite big.
fr: augmente le poids du pixel central du patch lors de la comparaison des patchs. utile pour retrouver des détails lorsque la taille des patchs est importante.

source: finetune denoising strength
fr: réglage fin de la force de réduction

source: controls the way parameters are autoset increase if shadows are not denoised enough or if chroma noise remains. this can happen if your picture is underexposed.
fr: contrôle la façon dont les paramètres positionnés augmenter si la réduction du bruit des ombres n'est pas assez forte ou si le bruit de chrominance persiste. cela peut arriver si l'images est sous-exposée.

source: finetune shadows denoising. decrease to denoise more aggressively dark areas of the image.
fr: contrôle finement la réduction du bruit des ombres. diminuer pour réduire le bruit plus agressivement les zones sombres de l'image.

source: correct color cast in shadows. decrease if shadows are too purple. increase if shadows are too green.
fr: correction des dérives de couleur dans les ombres. diminuer si les ombres sont trop violettes. augmenter si les ombres sont trop vertes.

source: dithering
fr: homogénéisation

source: dither
fr: homogénéiser

source: random
fr: aléatoire

source: floyd-steinberg 1-bit B&W
fr: floyd-steinberg 1-bit N&B

source: floyd-steinberg 4-bit gray
fr: floyd-steinberg 4-bit gris

source: floyd-steinberg 8-bit RGB
fr: floyd-steinberg 8-bit RVB

source: floyd-steinberg 16-bit RGB
fr: floyd-steinberg 16-bit RVB

source: radius for blurring step
fr: rayon du flou

source: the gradient range where to apply random dither
fr: gradient de la zone à homogénéiser

source: gradient range
fr: gradient

source: damping level of random dither
fr: amortissement pour l'homogénéisation aléatoire

source: damping
fr: amortissement

source: legacy equalizer
fr: égaliseur (ancien)

source: sharpen (strong)
fr: renforcer la netteté (forte)

source: denoise (strong)
fr: réduction du bruit (forte)

source: this module will be removed in the future and is only here so you can switch it off and move to the new equalizer.
fr: ce module sera supprimé dans le futur il apparaît afin que vous le désactiviez et utilisiez le nouvel égaliseur.

source: black
fr: noir

source: auto-exposure
fr: exposition auto

source: percentile
fr: centile

source: target level
fr: valeur cible

source: magic lantern defaults
fr: défauts de magic lantern

source: failed to get raw buffer from image `%s'
fr: échec de l'obtention du cache pour l'image « %s »

source: manual
fr: manuel

source: automatic
fr: automatique

source: adjust the black level to unclip negative RGB values. you should never use it to add more density in blacks! if poorly set, it will clip near-black colors out of gamut by pushing RGB values into negatives.
fr: ajuste le niveau du noir pour éviter les valeurs négatives. ce réglage ne devrait jamais être utilisé pour augmenter la densité si mal ajusté, les couleurs très sombres hors gamut seront tronquées en poussant les valeurs RVB négativement.

source: percentage of bright values clipped out, toggle color picker to activate
fr: pourcentage de valeurs hautes tronquées, utiliser la pipette pour définir

source: clipping threshold
fr: seuil de troncature

source: where in the histogram to meter for deflicking. E.g. 50% is median
fr: où dans l'histogramme mesurer pour le deflicking, E.g. 50% est la médiane

source: where to place the exposure level for processed pics, EV below overexposure.
fr: où placer le niveau d'exposition pour l'image développée, IL en dessous de la surexposition.

source: computed EC:
fr: CE calculée :

source: what exposure correction has actually been used
fr: la correction d'exposition réellement utilisée

source: filmic
fr: filmique

source: 09 EV (low-key)
fr: 09 IL (clair-obscur)

source: 10 EV (indoors)
fr: 10 IL (intérieur)

source: 11 EV (dim outdoors)
fr: 11 IL (extérieur sombre)

source: 12 EV (outdoors)
fr: 12 IL (extérieur)

source: 13 EV (bright outdoors)
fr: 13 IL (extérieur lumineux)

source: 14 EV (backlighting)
fr: 14 IL (contre-jour)

source: 15 EV (sunset)
fr: 15 IL (coucher de soleil)

source: 16 EV (HDR)
fr: 16 IL (HDR)

source: 18 EV (HDR++)
fr: 18 IL (HDR++)

source: read-only graph, use the parameters below to set the nodes
fr: graphe non interactif, utiliser les paramètres ci-dessous pour modifier les nœuds

source: logarithmic shaper
fr: transformation logarithmique

source: middle grey luminance
fr: luminance du gris moyen

source: adjust to match the average luminance of the subject. except in back-lighting situations, this should be around 18%.
fr: ajuster pour correspondre à la luminance moyenne du sujet. sauf pour les scènes sombres, cette valeur devrait être autour de 18%.

source: white relative exposure
fr: exposition relative du blanc

source: number of stops between middle grey and pure white. this is a reading a lightmeter would give you on the scene. adjust so highlights clipping is avoided
fr: nombre de stops entre le gris moyen et le blanc pur ceci est la valeur que vous donnerait un posemètre sur la scène ajuster pour éviter de tronquer les hautes lumières.

source: black relative exposure
fr: exposition relative du noir
